---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Duct.IsPlaceholder
zh: 风管
source: html/21c69186-4920-812c-931f-87e05956fc8c.htm
---
# Autodesk.Revit.DB.Mechanical.Duct.IsPlaceholder Property

**中文**: 风管

Identifies if the duct is a placeholder or not.

## Syntax (C#)
```csharp
public bool IsPlaceholder { get; }
```